// https://24smi.org/celebrity/4624-klod-mone.html
export default {
	0: {
		years: '1940-1965',
		content: `
Клод Моне родился в Париже 14 февраля 1840 г. Когда ему исполнилось 5 лет, семья переехала в Нормандию, в Гавр. В школе мальчик ничем особым не отличался, кроме способностей к рисованию. У его родителей была бакалейная лавка, которую они надеялись передать сыну. Вопреки надеждам отца, Клод с раннего возраста тянулся к живописи, рисовал карикатуры и не помышлял о том, чтобы стать бакалейщиком.
В местном салоне пользующиеся успехом карикатуры, нарисованные Клодом, продавались по 20 франков. Увлечению способствовало и знакомство юноши с пейзажистом Эженом Буденом – любителем пленэра. Художник показал начинающему живописцу основные приемы живописи с натуры. Отстоять право выбора профессии помогла и его тетя, взявшая на себя заботу о юноше после смерти матери.   

Занятия с Буденом открыли перед будущим художником его истинное призвание – писать природу с натуры. В 1859 году Клод отправляется на родину в Париж. Здесь он работает в студии для бедных художников, посещает выставки и галереи. Развитию таланта помешала армия. В 1861 году Монепризывают на военную службу в кавалерийские войска и отправляют в Алжир.
Из семи положенных лет на службе он пробудет два года, так как заболеет тифом. Вернуться домой ему помогли и 3 тысячи франков, которые тетя заплатила, чтобы откупить племянника от воинской повинности. Оправившись от болезни, Моне поступает на факультет искусств университета, но быстро разочаровывается. Ему не нравится царивший там подход к живописи.
	`,
	},
	1: {
	years: ' 1866',
	content: `
Желание учиться приводит его в студию, организованную Шарлем Глейром. Здесь он знакомится с Огюстом Ренуаром, Альфредом Сислеем и Фредериком Базилем. В Академии состоялось его знакомство с Писсарро и Сезанном. Молодые художники были одного возраста, имели схожие взгляды на искусство. В скором времени они стали костяком, объединившим импрессионистов.
Портрет Камиллы Донсье, созданный художником в 1866 году и выставленный в салоне, сделал его известным. Первым серьезным произведением стала картина «Завтрак на траве» (1865-1866), написанная им вслед за одноименной работой Эдуарда Мане. Вариант Клода был в четыре раза больше по размеру. Композиция картины достаточно проста – на полянке возле леса разместилась группа нарядных женщин и мужчин.
Ценность картины – в ощущении движения воздуха, усиленного фактурными мазками. На выставку она не попала, так как художник не успел дописать большое полотно. Стесненному материально Клоду пришлось продать картину, чтобы забыть о голоде и не одалживать у друзей. Вместо нее художник выставил «Даму в зеленом» (портрет К.Донсье).
Следующее двухметровое полотно «Женщина в саду» полностью написано на пленэре. Чтобы словить нужное освещение, художник вырыл траншею, позволяющую перемещать холст вверх и вниз. Приходилось подолгу ждать нужного освещения, и только после этого браться за кисть. Несмотря на его стремление добиться совершенства, жюри салона работу отклонило.
` },
	2: {
years: '1869-1974',
content: `
Новое направление в живописи, получившее название «импрессионизм», стало переворотом в живописи. Чувствовать сиюминутность происходящего и передавать его на полотне – задача, которую ставили перед собой импрессионисты. Клод Моне был ярким представителем и основоположником этого направления. Он был художником пленэра, передающим естественную, сиюминутную красоту окружающего пространства.
Летом 1869 г. в компании с Ренуаром он отправляется на пленэр в Бужевиль. В новых картинах, написанных крупными пастозными мазками, он отказывается от смешанных оттенков. Пишет чистым цветом и делает для себя множество открытий, касающихся техники живописи, особенностей светотени, влияния на цвет окружающих оттенков и т.д. Так появился и получил развитие импрессионизм – новаторское направление в изобразительном искусстве.
С началом франко-прусской войны Клод Моне, пытаясь уклониться от армии, едет в Англию. Он не поддерживал Наполеона III и был его убежденным противником. В Англии знакомится с Полем Дюран-Рюэлем – продавцом картин. Они станут хорошими друзьями и партнерами. Поль купит у художника большую часть картин этого периода его творчества.
Деньги от продажи позволили приобрести домик на родине, в Аржантее, в нем он прожил несколько счастливых лет до 1878 года. В этот период художник плодотворно работает, создавая свои картины, в  том числе и знаменитое произведение Клода Моне «Впечатление. Восход солнца». Название этого шедевра выражает суть импрессионизма и было использовано критиками для определения нового направления в живописи. «Восход солнца» был выставлен в 1974 году в Париже.
Много времени Моне уделяет серийным композициям: изображает виды Лондона, Руанский собор, Стога, Маки и др. пейзажи. В импрессионистической манере передает неодинаковую освещенность в зависимости от погоды, времени суток и года, используя для каждого состояния свою тональность палитры. Для описания картин великого импрессиониста трудно подобрать слова, их нужно чувствовать и понимать.
`},
	3: {
years: '1883-1926',
content: `
Поднакопив денег, Моне поручает финансовые дела Э. Гошеде. Банкротство бизнесмена вынуждает семьи объединить капиталы и переехать в деревушку Ветей. Здесь в его биографии происходят трагические события, связанные со смертью жены, а затем и сына. В 1883 году семья Моне переезжает в деревню Живерни, расположившуюся на живописном берегу Сены. В это время его картины хорошо продаются, он скопил неплохое состояние, часть которого тратит на расширение своего сада.
Известно, что знаменитый художник был еще и садовником, создававшим свой сад на протяжении 43-х лет. Он находил удовлетворение не только в выращивании растений и созерцании результата своих трудов. В последние годы жизни Моне выходил с мольбертом в свой роскошный сад и много рисовал. Великий труженик и «раб своего дела», как он себя называл, пытался достичь совершенства в передаче красоты окружающей природы на холст.
В этот период художник осваивает новую технику. Пишет по несколько картин одновременно. Таким образом он старается запечатлеть переменчивое освещение. Сеанс живописи над одной картиной мог составлять полчаса, затем он переходил к другой, чтобы словить и передать другое сиюминутное впечатление. К примеру, серия его картин с изображением мыса Антиб, представлена в утреннем, полуденном, осеннем, летнем и весеннем освещении.
Художник прожил долгую жизнь, перенес две операции по удалению катаракты, после которых изменилось его цветовосприятие. Ультрафиолет он стал видеть в лиловом или голубом цвете. Это видно по его картинам, написанным после операции. Примером такой работы являются «Водные лилии». В этот период большую часть времени он проводит в саду, создавая на своих полотнах таинственный мир воды и растений. Знаменитая серия его последних панно представлена разнообразными прудами с кувшинками и другими водными растениями. 
Умер художник в Живерни 5 декабря 1926 г. от рака легких в 86-летнем возрасте, пережив многих дорогих ему людей. По его настоянию, церемония прощания была простой и немноголюдной. Попрощаться с художником пришло 50 человек. Похоронили Моне на церковном кладбище.
`},
}
