export default [
  // 0
  [
    { 
      title: 'Вид на Руэль',
      year: '1858',
      file: 'view_at_rouelles.jpg',
      desc: 'Первая известная картина Моне, написанная под влиянием его учителя - Эжена Будена'
    },
  ],
  // 1
  [
    {
      title: 'Завтрак на траве',
      year: '1866',
      file: 'luncheon_on_the_grass.jpg',
      desc: 'Дань уважения другому «Завтраку на траве» Эдуара Мане, написанному парой лет ранее',
    },
    { 
      title: ' Женщины в саду',
      year: '1866',
      file: 'women_in_the_garden.jpg',
      desc: 'Зрителю представлены четыре женщины, гуляющие по саду, при этом все они написаны с одной натурщицы – жены Камиллы. Из-за того что живописец не даёт нам хорошо рассмотреть ни одного лица – дамы то прикрывают лицо цветами, то прячутся за тень зонтика, то демонстрируют лишь свой профиль, - зритель видит четырёх разных героинь. Художник как бы подчёркивает, что его не интересуют отдельные личности, поэтому ему достаточно и одной натурщицы. Своей целью он видит описание взаимоотношений человека с окружающим его миром.'
    },
    { 
      title: 'Терраса в Сент-Адресс',
      year: '1867',
      file: 'garden_at_sainte_adresse.jpg',
      desc: 'В картине «Терраса в Сент-Адресс» главные действующие лица - свет и цвет, а люди - лишь часть окружающего мира, в котором равно прекрасно все, будь то волны на море, желтый зонтик или дама в белом платье под ним.',
    },
{
	title: 'Дама в саду Сент-Адресс',
	year: '1867',
	file: 'dama_v_sadu.jpg',
desc: `
	Для центральной фигуры женщины в белом платье и с зонтиком художнику позировала Жанна-Маргерита Лекадр, жена двоюродного брата Клода Моне. Художница Берта Моризо иронично отмечала: «Перед его картиной я всегда знаю, с какой стороны держать свой зонтик». Искусствовед Н. Скоробогатько так описывает картину: «Фигура дамы, гуляющей в саду в белом платье под белым зонтом, словно соткана из отражения неба и солнца, из голубоватой тени в складках платья и золотистого ореола зонта, сквозь который просвечивает солнце»
`
},
  ],
  // 2
  [
    {
      title: 'Сорока',
      year: '1868-1869',
      file: 'magpie.jpg',
      desc: `Незамысловатый сюжет, филигранно воплощённый на полотне с использованием неповторимой палитры белого во всех её вариационных возможностях – вот что такое картина Клода Моне «Сорока».
   Среди белоснежного пейзажа не сразу удаётся рассмотреть птицу. Неуклюже примостившаяся на плетне, сорока, кажется, будто случайно оказалась на полотне. Сам Моне характеризовал птицу, как «одинокую ноту», которая расположилась на голой калитке, напоминающей нотный стан.
`
    },
{
	title: 'Купальщицы в Ла Гренуйере',
year: '1869',
file: 'grenouillere.jpg',
desc: `
«Лягушатник» представлял собой кафе на воде, размещавшееся на пришвартованном к берегу Сены понтоне, стоявшем в небольшом рукаве реки и соединявшемся с островом переходным мостиком, перекинутым через крохотный островок. В этом месте на Сене между Шату (фр. Chatou) и Буживалем к северо-западу от Парижа была целая группа островов, куда парижане приезжали на отдых. Эти места подробно описаны братьями Гонкурами («Манетт Саломон»), Эмилем Золя и Мопассаном. «Лягушатник» получил своё название благодаря тому, что здесь в большом количестве собирались девицы лёгкого поведения, так называемые «лягушки», приезжавшие сюда в сопровождении мелких хулиганов и проходимцев из предместья. Иногда они приезжали в одиночестве, в надежде поймать клиента, для наживки используя вызывающие, крикливые наряды. В августе 1869 года Ренуар и Моне работали бок о бок, используя идентичные сюжеты, причём в очень близких друг другу стилях. Оба художника написали по картине, изображавшей «Лягушатник», где кафе показано практически с одной точки. Однако если Моне больше заинтересован пейзажем и природой, то Ренуар увлечён изображением людей. На картине Моне посетители второстепенны, а у Ренуара наряды написаны особенно тщательно.
`
},
    {
      title: 'Женщина читает',
      year: '1872',
      file: 'springtime.jpg',
      desc: `На картине изображена первая жена художника Камилла, читающая в тени кустов сирени. Солнечные лучи проникают сквозь листья, создавая яркие блики на земле и муслиновом платье. Картина была написана в Аржантей, где Моне проживал вместе с семьей с 1871 по 1878 годы. Первоначально картина называлась "Весна", но на второй выставке импрессионистов в Париже в 1876 году получила название "Женщина читает".`
    },
  {
    title: 'Тюльпаны Голландии',
    year: '1872',
    file: 'tulip_field.jpg',
    desc: `
      В 1871 году Клод Моне посетил «страну тюльпанов». Человек с обострённым восприятием природной красоты, любитель садов, водоёмов, затянутых кувшинками, живописец был впечатлен тюльпанами, как их несравненной красотой, так и их количеством.

       Как результат поездки возникла картина «Тюльпаны Голландии», законченная в 1872 году. Автор создал целую серию работ, воспевающих красоту тюльпановых полей. В рамке одного полотна художнику удалось собрать все символы Голландии: и бесконечные просторы, и мельницы, и необъятные глазу реки тюльпанов.
    `,
  },
{
	title: 'Восход солнца. Впечатление',
	year: '1872',
	file: 'impression.jpg',
	desc: 'Удивительное полотно рождает множество эмоций. Фрагментарное рассмотрение обнаруживает некую неряшливость – быстрая техника, мелкие мазки, фигуры едва намечены. Однако новаторство было в том, что художник не копировал реальность, не стремился к достоверности, а перенёс на полотно своё впечатление от увиденного. Мастер демонстрирует неразрывную взаимосвязь между синей водой и восходом солнца. Очень сложно визуально размежевать небо и море, к горизонту все краски сливаются. В центре внимания небольшой красный диск солнца и яркие всполохи, ложащиеся неровными линиями на ребристую поверхность моря.',
},
  {
    title: 'Маки',
    year: '1873',
    file: 'maki.jpg',
    desc: `
      Композиция имеет ярко выраженное диагональное построение, подчёркнутое маками. При этом всё композиционное решение воплощено с помощью цвета – красный организует и структурирует пространство картины. Две фигуры людей у нижнего правого угла полотна уравновешиваются двумя фигурами в начале диагонали. Моне не стал искать новую натуру, а снова изобразил жену и сына, как зеркальное отражение фигур ближнего плана.

       Небо на картине изображено весьма набросочно. При рассматривании оригинала можно заметить проступающий холст, незаполненный красками. Очевидно, что автор уделял больше внимания нижней части работы, где всё выписано предельно полно и точно. Зелень изображена светлыми тонами, контрастом которой выступают тёмные вертикали деревьев, возвышающимися над полем. Совсем неслучайно появился на полотне домик с терракотовой крышей, являясь связующим звеном между передним и задним планом, благодаря цветовым «перекличкам».
    `,
  },
  ],
  // 3
  [
    {
      title: 'Стог сена в Живерни',
      year: '1886',
      file: 'grainstacks.jpg',
      desc: `
      «Стог сена в Живерни» - одна из наиболее известных картин из серии, посвящённой стогам. Яркая колористика работы придаёт сюжету некую абстрактность и набросочность. Стог сена со смещённой вершиной выдвинут на передний план, но как бы ни пытался автор акцентировать внимание на этот элемент, взгляд зрителя неизменно устремляется на цветущее поле. Рука мастера не только выписала поле в ярких тонах, но и придала ему движение – цветы колышутся на ветру, создавая неровную рябь на поверхности.
      `,
    },
    {
      title: 'Здание Парламента в Лондоне',
      year: '1900-1904',
      file: 'parliament.jpg',
      desc: `
     		   Сквозь густой туман, озарённый последними всполохами заходящего солнца, проступают очертания одного из самых узнаваемых зданий Лондона. Острыми иголками пронзают небо шпили Вестминстерской башни. Солнце освещает неспокойные мелкие волны реки, окрашивая водную гладь в золотистые тона. Только великолепный Моне мог подметить эту величественную, но быстротечную красоту, заставить время остановиться, чтобы рассказать о ней всем остальным. 
      `,
    },
      {
      title: 'Водяные лилии',
      year: '1914',
      file: 'water_lilies.jpg',
      desc: `
        Лилии и кувшинки особенно полюбились Моне в поздний период творчества. Всю свою жизнь Моне брал природную красоту для своих полотен из вне. Теперь же он творит её сам - поселившись в Живерни он собственноручно создаёт пруд, где разводит восхитительные водяные цветы, чтобы запечатлеть их на своих полотнах.
`,
    },
    {
      title: 'Кувшинки',
      year: '1914-1917',
      file: 'kuvshinki.jpg',
      desc: `
       Писать кувшинки Моне начал ещё в 1899 году. В это время он обосновывается в Живерни и осуществляет свою давнюю мечту – разбивает превосходный сад, пестрящий всевозможными цветами. Одним из любимых местечек сада был пруд с мостиком в японском стиле. Моне вырастил в нём кувшинки и мог часами любоваться отражением нежных цветов в воде и игрой солнечных бликов. 
      `,
    },
  ]
]
