export default [
  // 0
  [
    { 
      title: 'Вид на Руэль',
      year: '1858',
      file: 'view_at_rouelles.jpg',
      desc: 'Первая известная картина Моне, написанная под влиянием его учителя - Эжена Будена'
    },
  ],
  // 1
  [
    {
      title: 'Завтрак на траве',
      year: '1866',
      file: 'luncheon_on_the_grass.jpg',
      desc: 'Дань уважения другому «Завтраку на траве» Эдуара Мане, написанному парой лет ранее',
    },
    { 
      title: ' Женщины в саду',
      year: '1866',
      file: 'women_in_the_garden.jpg',
      desc: 'Зрителю представлены четыре женщины, гуляющие по саду, при этом все они написаны с одной натурщицы – жены Камиллы. Из-за того что живописец не даёт нам хорошо рассмотреть ни одного лица – дамы то прикрывают лицо цветами, то прячутся за тень зонтика, то демонстрируют лишь свой профиль, - зритель видит четырёх разных героинь. Художник как бы подчёркивает, что его не интересуют отдельные личности, поэтому ему достаточно и одной натурщицы. Своей целью он видит описание взаимоотношений человека с окружающим его миром.'
    },
    { 
      title: 'Терраса в Сент-Адресс',
      year: '1867',
      file: 'garden_at_sainte_adresse.jpg',
      desc: 'В картине «Терраса в Сент-Адресс» главные действующие лица - свет и цвет, а люди - лишь часть окружающего мира, в котором равно прекрасно все, будь то волны на море, желтый зонтик или дама в белом платье под ним.',
    }
  ],
  // 2
  [
    {
      title: 'Сорока',
      year: '1868-1869',
      file: 'magpie.jpg',
      desc: `Незамысловатый сюжет, филигранно воплощённый на полотне с использованием неповторимой палитры белого во всех её вариационных возможностях – вот что такое картина Клода Моне «Сорока».
   Среди белоснежного пейзажа не сразу удаётся рассмотреть птицу. Неуклюже примостившаяся на плетне, сорока, кажется, будто случайно оказалась на полотне. Сам Моне характеризовал птицу, как «одинокую ноту», которая расположилась на голой калитке, напоминающей нотный стан.
`
    },
{
	title: 'Восход солнца. Впечатление',
	year: '1873',
	file: 'impression.jpg',
	desc: 'Удивительное полотно рождает множество эмоций. Фрагментарное рассмотрение обнаруживает некую неряшливость – быстрая техника, мелкие мазки, фигуры едва намечены. Однако новаторство было в том, что художник не копировал реальность, не стремился к достоверности, а перенёс на полотно своё впечатление от увиденного. Мастер демонстрирует неразрывную взаимосвязь между синей водой и восходом солнца. Очень сложно визуально размежевать небо и море, к горизонту все краски сливаются. В центре внимания небольшой красный диск солнца и яркие всполохи, ложащиеся неровными линиями на ребристую поверхность моря.',
}
,
{
	title: 'Купальщицы в Ла Гренуйере',
year: '1869',
file: 'grenouillere.jpg',
desc: `
«Лягушатник» представлял собой кафе на воде, размещавшееся на пришвартованном к берегу Сены понтоне, стоявшем в небольшом рукаве реки и соединявшемся с островом переходным мостиком, перекинутым через крохотный островок. В этом месте на Сене между Шату (фр. Chatou) и Буживалем к северо-западу от Парижа была целая группа островов, куда парижане приезжали на отдых. Эти места подробно описаны братьями Гонкурами («Манетт Саломон»), Эмилем Золя и Мопассаном. «Лягушатник» получил своё название благодаря тому, что здесь в большом количестве собирались девицы лёгкого поведения, так называемые «лягушки», приезжавшие сюда в сопровождении мелких хулиганов и проходимцев из предместья. Иногда они приезжали в одиночестве, в надежде поймать клиента, для наживки используя вызывающие, крикливые наряды. В августе 1869 года Ренуар и Моне работали бок о бок, используя идентичные сюжеты, причём в очень близких друг другу стилях. Оба художника написали по картине, изображавшей «Лягушатник», где кафе показано практически с одной точки. Однако если Моне больше заинтересован пейзажем и природой, то Ренуар увлечён изображением людей. На картине Моне посетители второстепенны, а у Ренуара наряды написаны особенно тщательно.
`
}
  ],
  // 3
]
